{
  "product": [
    {
      "id": "1",
      "name": "Nancy's Tilapia (or Chicken or Veal) Piccata",
      "image":"https://sparkpeo.hs.llnwd.net/e1/resize/630m620/e4/2/0/l208146413.jpg",
      "introduction": "This is my own creation. Sweet, mild, healthy, non-fishy tilapia is complimented by lemon, capers, butter, broth, and white wine in this satisfying and deceptively easy meal. I like my piccata lemony with touches of onion, garlic, and capers to round out the taste. This is a basic recipe for 1 lb. of filets. Please reduce this recipe accordingly if you use fewer filets, unless you want the leftunders as lunch or another dinner, like I do, if all is not eaten during the first go-‘round. I am a strong believer in flexibility, so experiment and substitute most any flaky white fish, pounded-flat veal or chicken cutlets, according to your creativity, pantry contents, budget, ingredient-availability, and personal tastes. I would greatly appreciate your feedback on this recipe, including any suggestions, comments, and input. Thank you for reading and trying this recipe! SparkPeople rocks my world!",
      "prepare": 10,
      "cook": 15,
      "servings": 6,
      "ingredients": "1/3 cup whole wheat flour for dredging <br> 1/2 teaspoon salt <br> 1/2 teaspoon pepper <br> 1 pound (about 6) tilapia filets <br> 2 tablespoons of extra virgin olive oil (EVOO) <br> 1 tablespoon unsalted butter <br> ¼ c. finely chopped sweet onion <br> 1 clove minced garlic <br> 1/2 c. white wine (one that you would drink) <br> ½ cup reduced-sodium, low-fat chicken broth <br> Juice of 1 large or 2 small lemons with optional, sliced lemon as garnish <br> 3 tablespoons fresh, chopped, Italian, flat-leaf parsley <br>2 tablespoons nonpareil capers, rinsed and drained",
      "directions": "1. Set a large, nonstick, saute pan or skillet over medium heat and add butter and EVOO. <br> 2. In a shallow bowl, combine the flour, salt, pepper, to taste, lightly mixing in spices. Carefully dredge both sides of each fish filet in flour mixture, coating well. <br> 3. Add fish to pan when oil is heated and cook until brown, about 1-½ minutes. Flip and cook another 1-½ minutes, or until fish flakes easily when tested with a fork and it is almost fully cooked. Transfer fish to a parchment-paper-lined platter (easier to handle and captures little bits of flavor that may fall off) and cover lightly with aluminum foil to keep warm. <br>  4. Increase heat to high. Deglaze your pan with white wine, scraping up the brown bits, mixing well with a whisk. Add chicken broth, mixing well. Cook until liquid reduces to about half and alcohol has evaporated, about 5 minutes. Add lemon and onions. Mix well and cook until onions are soft, about 3 minutes. Add garlic, capers, butter, and 2 tablespoons parsley. Cook mixture for about 3 minutes, stirring occasionally. <br> 5. Carefully add back the fish filets to the mixture with any little flavor bits on the parchment paper and cook another minute or 2, just until the fish is done, and the all of the flavors blend together. <br> 6. Carefully remove from pan with spatula to plates or a serving platter. Place lemon slices over top and sprinkle remaining 1 tablespoon of parsley over the filets. Serve with salad and/or any veggie you like, and/or over cooked brown rice, whole wheat pasta, or other healthy carbohydrate, using remaining sauce over fish and/or to moisten accompaniment. This recipe makes 6 servings, or one filet per serving. Enjoy!",
      "recipe": 6,
      "calories":177,
      "fat":8.7,
      "cholesterol":35.7,
      "sodium": 268.5,
      "carbs":7.0,
      "fiber": 1.1,
      "protein":16.5,
      "time": 25,
      "type":"Beef/Pork",
      "Diat":"Diat1"
    
    },
    {
      "id": "2",
      "name": "Taco Seasoning (Low Sodium Substitute)",
      "image": "https://sparkpeo.hs.llnwd.net/e1/resize/630m620/e2/guid/Taco-Seasoning-(Low-Sodium-Substitute)/59690edf-d8e5-4684-882e-c2199743c199.jpg",
      "introduction": "If you are cooking for someone on a low sodium diet, use this recipe instead of taco seasoning. This recipe is the equivelant to one package of taco seasoning (or 3 tablespoons.) Adjust the strength of any ingredient to your taste.",
      "prepare":5,
      "cook": 15,
      "servings": 6,
      "ingredients": "1 tablespoon Chili Powder <br> 2 teaspoons Onion Powder <br> 1 teaspoon Ground Cumin <br> 1 teaspoon Garlic Powder <br> 1 teaspoon Paprika <br> 1 teaspoon Ground Oregano",
      "directions": "Mix all ingredients together.",
      "recipe": 6,
      "calories":11,
      "fat":0.4,
      "cholesterol":0,
      "sodium": 13.9,
      "carbs":2.1,
      "fiber": 0.8,
      "protein":0.4,
      "time": 5,
      "type":"fish",
      "Diat":"Diat2"
    },
    {
      "id": "3",
      "name": "Rustic Italian Tortellini Soup",
      "image": "https://sparkpeo.hs.llnwd.net/e1/resize/630m620/e2/guid/Rustic-Italian-Tortellini-Soup/57d3d1d0-0779-4198-a233-ca08a758e6dd.jpg",
      "introduction": "This meal comes together SUPER fast! A very hearty dish that goes great with a salad. It's also versatile--add additional vegetables or even a can of drained and rinsed cannellini beans for more protein.",
      "prepare": 10,
      "cook": 20,
      "servings": 6,
      "ingredients": "3 Italian turkey sausage links (4 ounces each), casings removed  <br> 1 medium onion, chopped <br> 6 garlic cloves, minced <br> 4 cups reduced-sodium chicken broth <br> 1 can (14-1/2 ounces) diced tomatoes, undrained <br> 1 package (9 ounces) refrigerated cheese tortellini <br> 1 package (6 ounces) fresh baby spinach, coarsely chopped <br> 2-1/4 teaspoons minced fresh basil or 3/4 teaspoon dried basil (or, you can substitute thyme and oregano) <br> 1/4 teaspoon pepper <br> Dash crushed red pepper flakes (optional if not using hot turkey sausage) <br> Shredded Parmesan cheese, optional",
      "directions": "Crumble sausage into a Dutch oven; add onion. Cook and stir over medium heat until meat is no longer pink. <br> Add garlic; cook and stir 2 minutes longer.<br> Add the broth and tomatoes. Bring to a boil.<br> Stir in tortellini; return to a boil. Reduce heat; simmer, uncovered, for 5-8 minutes or until pasta is tender, stirring occasionally.<br> Add the spinach, basil, pepper and pepper flakes; cook 2-3 minutes longer or until spinach is wilted. Serve with cheese if desired.",
      "recipe": 6,
      "calories":252,
      "fat":8.4,
      "cholesterol":53.8,
      "sodium": 1136.4,
      "carbs":27.4,
      "fiber": 2.4,
      "protein":17.3,
      "time": 30,
      "type":"fish2",
      "Diat":"Diat3"

    },
    {
      "id": "4",
      "name": "Broiled Tilapia Parmesan ",
        "image": "https://sparkpeo.hs.llnwd.net/e1/resize/630m620/e2/guid/Broiled-Tilapia-Parmesan/0373b8cc-2f30-4260-8a80-888319e38851.jpg",
        "introduction": "Delicious and quick, this dish is a great way to get more fish into your healthy meal plan! We think this baked tilapia recipe can't be beat!",
        "prepare":4,
        "cook": 10,
        "servings": 4,
        "ingredients": "1/4 cup Parmesan cheese <br> 2 tablespoons butter, softened <br> 1 tablespoon and 1-1/2 teaspoons reduced-fat mayonnaise <br> 1 tablespoon fresh lemon juice <br> 1/8 teaspoon dried basil <br> 1/8 teaspoon ground black pepper <br> 1/8 teaspoon onion powder <br> 1/8 teaspoon celery seed <br> 1 pound tilapia fillets",
        "directions": "Preheat your oven's broiler. Grease a broiling pan or line pan with aluminum foil. In a small bowl, mix together the Parmesan cheese, butter, mayonnaise and lemon juice. Season with dried basil, pepper, onion powder and celery salt. Mix well and set aside. Arrange fillets in a single layer on the prepared pan. Broil a few inches from the heat for 2 to 3 minutes. Flip the fillets over and broil for a couple more minutes. Remove the fillets from the oven and cover them with the Parmesan cheese mixture on the top side. Broil for 2 more minutes or until the topping is browned and fish flakes easily with a fork. Be careful not to overcook the fish.",
        "recipe": 4,
        "calories":177,
        "fat":10.5,
        "cholesterol":63.4,
        "sodium": 232.6 ,
        "carbs":250.2,
        "fiber": 20,
        "protein":19.6,
        "time": 15 ,
        "type":"fish3" ,
        "Diat":"Diat4" 
    },
    {
      "id": "5",
      "name": "Super Moist Banana Bread",
      "image": "https://sparkpeo.hs.llnwd.net/e1/resize/630m620/e2/guid/Super-Moist-Banana-Bread/9e4bf6a1-31bf-4d56-86ac-bfa9370539e1.jpg",
      "introduction": "At 208 calories a piece, let's face it: This moist banana bread is more of a cake then a bread! Sooooo good though. My favourite banana bread recipe. :)",
      "prepare": 15,
      "cook": 50,
      "servings": 14,
      "ingredients": " 1/2 cup (1 stick) Butter, softened <br> 1 1/4 cups Granulated Sugar <br> 2 Eggs <br> 4 tbsp. Sour Cream <br> 1 1/2 cups Flour, all-purpose (white) <br> 1 tsp. Baking Soda <br> 1 tsp. Vanilla Extract <br> 1.5 cups (2-3) ripe Bananas, mashed (NOTE: Original recipe called for 1 cup and baked a little less, but I usually use more banana and bake it a wee bit longer. The tracker includes the extra bit of banana!)",
      "directions": "1. Grease 9 x 5 loaf pan.<br> 2. Beat together butter and sugar.<br> 3. Add eggs. Mix well.<br> 4. Add sour cream, flour, baking soda, vanilla, and bananas. Mix well.<br> 5. Pour into prepared loaf pan.<br> 6. Bake at 350 degrees F for 45 - 55 minutes, or until toothpick in center comes out clean.<br> 7. Cool on rack, and wrap in plastic wrap overnight to bring out the moisture in the bread. <br> 8. Makes 1 loaf, cut into 14 slices about 5/8 thick each. <br> 9. Enjoy!",
      "recipe": 14,
      "calories":208.5,
      "fat":7.2 ,
      "cholesterol":44.2,
      "sodium": 140.4 ,
      "carbs":34.4,
      "fiber": 1.0,
      "protein":2.8,
      "time": 65  ,
      "type":"fish4" ,
      "Diat":"Diat5"      
    }
  ]
}